[
    {
        "id":"anjinga",
        "judul":"4 PERAWATAN HEWAN ANJING YANG BENAR",
        "isi":"Anjing sendiri menjadi hewan yang paling digemari di dunia. Jenis anjing pun bermacam-macam, mereka umumnya memiliki bentuk tubuh terkecil sampai dengan terbesar. Selain itu ada anjing yang berbulu tebal namun ada juga yang berbulu sedang. Namun bagi pecinta anjing yang masih pemula tentu akan bingung untuk mengetahui tentang bagaimana cara merawat anjing yang baik dan benar. Agar tidak salah, berikut ini adalah cara memberikan perawatan hewan anjing yang baik dan benar:"
    },
    {
        "id":"anjingb",
        "judul":"CARA MENGATASI ANJING YANG GEMETAR",
        "isi":"Anjing yang gemetar di jalanan, anjing yang gemetar yang melarikan diri, atau anjing yang gemetar yang pernah mengalami kekerasan mungkin menunjukkan gejala-gejala kegemetaran.Terkadang, anjing yang gemetar yang lembut juga akan bertindak kasar jika merasa gemetar. Dibandingkan dengan anjing yang gemetar, anjing yang gemetar cenderung lebih mudah untuk ditenangkan"
    },
    {
        "id":"kucinga",
        "judul":"CARA MERAWAT KUCING PELIHARAAN",
        "isi":"Cara merawat atau memelihara kucing sangat perlu diketahui jika kita mempunyai hewan peliharaan kucing. Merawat kucing merupakan hal yang sangat penting untuk kita lakukan setelah kita memutuskan untuk memelihara kucing. Cara merawat kucing yang baik dan memenuhi kebutuhannya sebagai makhluk hidup diantaranya sebagai berikut: Cara merawat atau memelihara kucing sangat perlu diketahui jika kita mempunyai hewan peliharaan kucing. Merawat kucing merupakan hal yang sangat penting untuk kita lakukan setelah kita memutuskan untuk memelihara kucing. Cara merawat kucing yang baik dan memenuhi kebutuhannya sebagai makhluk hidup diantaranya sebagai berikut:  a. Cara merawat dan memberi makanan kucing . Memberi makan kucing wajib hukumnya setelah kita memutuskan untuk memelihara kucing. Makanan kucing dapat mempengaruhi kesehatan dan daya tahan tubuh kucing. Berilah kucing makanan yang sehat, bergizi,mengandung protein, vitamin, dan dapat memenuhi kebutuhan tubuh kucing. Selain makanan kucing juga membutuhkan air, karena air sangat penting untuk proses pencernaan kucing. Usahakan kucing itu meminum air yang bersih dan mengganti tempat air minum kucing setiap hari. b. Cara merawat bulu dan kulit kucing"
        
    },
    {
        "id":"kucingb",
        "judul":"CARA MERAWAT ANAK KUCING SAAT BARU PULANG",
        "isi":"1. Kamar yang nyaman untuk anak kucingmu Pastikan juga kamar dilengkapi dengan pintu yang melindungi dia dari hiruk pikuknya kehidupan dirumah.  2. Sediakan tempat tinggi dan tempat bersembunyi. Dengan menciptakan suasana seperti ini, kamu akan membantunya untuk lebih mudah beradaptasi.   3. Persiapkan wadah untuk buang air. Tempatkan wadah mereka di sudut yang berlawanan dengan pintu. Sediakan alas dan sekop. Bersihkan secara teratur. Anak kucing senang menjaga dirinya tetap bersih. 4. Persiapkan Mangkuk makanan dan minum. Tempatkan mangkuk makan dan air sejauh mungkin dari wadah buang air. Sediakan mangkuk makan yang dangkal, agar tidak menyakiti kumis sensitifnya.  5. Persiapkan keranjang anak kucing yang nyaman dan mudah dibersihkan   6. Belilah Carrier kucing. Kamu akan membutuhkan cat carrier, tidak hanya saat membawanya pulang, tapi juga untuk berpergian lainnya.   7. Persiapkan tempat untuk si meong mencakar.  Dia perlu menjaga agar cakarnya selalu siap untuk berburu. Mencakar adalah salah satu perilaku alaminya. Anda akan melihat, bagaimana dia melatih nalurinya sendiri. Masa beradaptasi. Pastikan rumahmu setenang mungkin, ketika pertama kali membawanya pulang. Tunjukan letak kamarnya. Biarkan pintu kamarnya terbuka agar dia dapat menjelajah sesukanya. Biarkan dia di dalam rumah untuk 2-3 minggu pertama, terutama apabila dia belum divaksinasi. "
    }
  
]
